Repository: collective/Products.ECQuiz
Catalog: Products/ECQuiz/i18n/plone-*.po
Languages: ru

source: A multiple-choice question.
ru: Вопрос с вариантами ответов.

source: An online quiz.
ru: Онлайн тест.

source: A question that allows the candidate to write a text answer.
ru: Текстовый вопрос.

source: A reference to a question or a question group from another quiz.
ru: Ссылка на вопрос из другого теста.

source: Base Answer
ru: Базовый ответ

source: Base Question
ru: Базовый вопрос

source: Correct Answer
ru: Правильно/неправильно - ответ

source: Extended Text Question
ru: Текстовый вопрос

source: Grade
ru: Оценивать

source: Graded
ru: Оценено

source: Groups several questions into a unit.
ru: Объедини вопросы в группу.

source: Import/Export
ru: Импорт/экспорт

source: Invalid
ru: Недействительно

source: Answer
ru: Ответ

source: Question
ru: Вопрос

source: Question Group
ru: Группа вопроса

source: Scale Question
ru: Вопрос по шкале

source: Reference
ru: Ссылка

source: Result
ru: Результат

source: Quiz
ru: Вопросник

source: Not Submitted
ru: Не отослано

source: Please use XHTML conformant markup.
ru: Пожалуйста, используйте XHTML-совместимую разметку.

source: Points Question
ru: Ответ с баллами

source: Rating Question
ru: Вопрос с оценкой

source: Results
ru: Результаты

source: Script Upload
ru: Upload-Скрипт

source: Selection Answer
ru: Ответ на выбор

source: Selection Question
ru: Вопрос на выбор

source: Statistics
ru: Статистика

source: Superseded
ru: Заменён

source: description_edit_extextquestion
ru: Здесь они могут производить текстовый вопрос.

source: description_edit_scalequestion
ru: Вопрос по шкале требует выбора пункта на шкале, например оценку.

source: description_edit_mcquestion
ru: Здесь Вы можете создать вопрос с вариантами ответов.

source: description_edit_mcquestiongroup
ru: Здесь Вы можете создать группу вопросов.

source: description_edit_mcreference
ru: Здесь Вы можете сделать ссылку на вопрос или группу вопроса из другого теста.

source: description_edit_mctest
ru: Онлайн тест.

source: MC Question
ru: Вопрос с вариантами ответов
